[
  {
    "slug": "malin-kundang",
    "title": "Malin Kundang",
    "subtitle": "Kisah Anak Durhaka",
    "synopsis": "Malin Kundang, anak miskin yang merantau hingga menjadi kaya raya, kembali ke kampungnya namun durhaka karena tidak mengakui ibunya. Akibatnya, ia dikutuk oleh sang ibu dan berubah menjadi batu.",
    "locale": "id",
    "author": "Tim Jejak",
    "source": "budaya-indonesia.org",
    "age_min": 6,
    "age_max": 10,
    "cover": "assets/stories/malin-kundang/cover.png",
    "provinces": [{ "name": "Sumatera Barat", "x_rel": 0.1537, "y_rel": 0.3897 }],
    "pages": [
{ "page_no": 1, "image": "p1.png",  
"paragraphs": ["Di desa kecil di tepi pantai Sumatra, hiduplah seorang anak bernama Malin Kundang bersama ayah dan ibunya. Mereka hidup sederhana sebagai keluarga nelayan."]},
{ "page_no": 2, "image": "p2.png", 
"paragraphs": ["Suatu pagi, ayah Malin berkata dengan suara tegas namun lembut, 'Malin… Ibu… aku harus berlayar jauh mencari nafkah. Doakan aku cepat kembali ya.'"]},
{ "page_no": 3, "image": "p3.png",  
"paragraphs": ["Ibu Malin tersenyum tipis, menahan sedih di hatinya. 'Hati-hati… jangan lama-lama ya. Kami akan menunggu.' Hari demi hari pun berlalu, bulan berganti tahun, namun sang ayah tak kunjung kembali."]},
{ "page_no": 4, "image": "p4.png",  
"paragraphs": ["Waktu berjalan… Malin tumbuh menjadi anak yang cerdas, meski kadang nakal. Ia sering mengejar ayam di halaman rumah."]},
{ "page_no": 5, "image": "p5.png",  
"paragraphs": ["'Tangkap! Tangkap!' teriak Malin sambil tertawa keras, membuat ayam-ayam berlarian panik."]},
{ "page_no": 6, "image": "p6.png",  
"paragraphs": ["Tiba-tiba… bruk! Ia tersandung batu. 'Aduhhh!' teriaknya sambil meringis kesakitan. Lengannya terluka, dan bekas itu tidak pernah hilang."]},
{ "page_no": 7, "image": "p7.png",  
"paragraphs": ["Tahun demi tahun berlalu, Malin pun tumbuh dewasa. Ia melihat ibunya bekerja keras seorang diri. Hatinya terenyuh."]},
{ "page_no": 8, "image": "p8.png",  
"paragraphs": ["'Bu… biarlah aku merantau mencari rezeki. Aku ingin membuatmu bahagia,' katanya penuh tekad."]},
{ "page_no": 9, "image": "p9.png",  
"paragraphs": ["Ibunya menggeleng pelan. 'Ibu takut kehilanganmu, Nak.' Tapi Malin terus meyakinkan dengan semangat."]},
{ "page_no": 10,"image": "p10.png", 
"paragraphs": ["Akhirnya, dengan air mata, ibunya berbisik, 'Kalau begitu pergilah… tapi jangan pernah lupakan Ibu dan kampungmu.' Dengan langkah berat, Malin naik ke kapal besar dan berlayar jauh."]},
{ "page_no": 11,"image": "p11.png", 
"paragraphs": ["Di atas kapal, Malin belajar menjadi pelaut. Namun tiba-tiba, segerombolan bajak laut muncul!"]},
{ "page_no": 12,"image": "p12.png", 
"paragraphs": ["'Serang! Ambil semua harta!' teriak mereka sambil mengayunkan pedang. Malin ketakutan, ia segera bersembunyi sambil berdoa, 'Semoga aku selamat… semoga aku selamat…'"]},
{ "page_no": 13,"image": "p13.png", 
"paragraphs": ["Ia beruntung lolos dari bahaya. Tak lama kemudian, ia terdampar di sebuah desa yang subur. Dengan kerja keras, Malin perlahan-lahan menjadi kaya raya. Ia memiliki kapal dagang megah."]},
{ "page_no": 14,"image": "p14.png", 
"paragraphs": ["Kabar tentang Malin yang kaya raya sampai ke telinga ibunya. Setiap hari, sang ibu menunggu penuh harap di dermaga."]},
{ "page_no": 15,"image": "p15.png", 
"paragraphs": ["Hingga suatu hari, sebuah kapal besar merapat. Ibu tua itu berteriak bahagia, 'Itu Malin! Anakku pulang!'"]},
{ "page_no": 16,"image": "p16.png", 
"paragraphs": ["Dengan hati penuh rindu, ia berlari memeluk Malin. 'Malin Kundang, anakku… mengapa lama sekali kau pergi?'"]},
{ "page_no": 17,"image": "p17.png", 
"paragraphs": ["Namun Malin malah mendorong ibunya. 'Pergi! Wanita miskin, jangan mengaku ibuku!' Istrinya menatap bingung, 'Apa benar dia ibumu?' Malin menjawab dingin, 'Tidak. Dia hanya seorang pengemis.'"]},
{ "page_no": 18,"image": "p18.png", 
"paragraphs": ["Hati sang ibu hancur berkeping-keping. Ia menengadah ke langit dengan air mata, 'Ya Tuhan… jika benar dia anakku, kutuklah dia menjadi batu karena durhaka!'"]},
{ "page_no": 19,"image": "p19.png", 
"paragraphs": ["Tiba-tiba… langit menggelap. Ombak besar mengguncang lautan. Kapal Malin hancur diterpa badai."]},
{ "page_no": 20,"image": "p20.png", 
"paragraphs": ["'Amppuun, Ibu! Amppuuunnn!' teriak Malin putus asa sambil bersujud. Namun tubuhnya perlahan menjadi kaku… dan akhirnya berubah menjadi batu karang di tepi laut."]},
{ "page_no": 21,"image": "p21.png", 
"paragraphs": ["Sejak hari itu, batu Malin yang bersujud tetap berada di tepi pantai Air Manis. Orang-orang sering datang melihatnya, dan mereka merenung."]},
{ "page_no": 22,"image": "p22.png", 
"paragraphs": ["Cerita Malin Kundang pun terus diceritakan turun-temurun. Dari kisah ini, kita diajarkan untuk selalu menyayangi orang tua, tidak sombong, dan tidak melupakan asal-usul kita."]}
    ]
  },

  {
    "slug": "nenek-gabus",
    "title": "Ikan Gabus Dan Nenek Tua",
    "subtitle": "Kisah tentang doa tulus dan keajaiban kebaikan hati.",
    "synopsis": "Seorang nenek miskin menolong ikan-ikan gabus saat kemarau. Doanya membawa hujan dan rezeki, sementara tetangganya yang serakah justru celaka. Kisah ini mengajarkan bahwa ketulusan lebih berharga dari harta.",
    "locale": "id",
    "author": "Tim Jejak",
    "source": "folklore-indonesia",
    "age_min": 6,
    "age_max": 10,
    "cover": "assets/stories/nenek-gabus/cover.png",
    "provinces": [{ "name": "Bali", "x_rel": 0.4461, "y_rel": 0.8248 }],
    "pages": [
{ "page_no": 1, "image": "p1.png",  
"paragraphs": ["Di sebuah desa kecil, tinggallah seorang nenek tua di gubuk reyot. Pakaiannya penuh tambalan, tapi wajahnya tetap teduh."]},
{ "page_no": 2, "image": "p2.png", 
"paragraphs": ["Hari-harinya ia habiskan mencari kayu bakar di hutan, lalu menukarnya dengan sedikit makanan untuk bertahan hidup"]},
{ "page_no": 3, "image": "p3.png",  
"paragraphs": ["Namun suatu musim kemarau panjang datang. Tanah merekah, angin berdebu, dan sungai-sungai mulai mengering."]},
{ "page_no": 4, "image": "p4.png",  
"paragraphs": ["Saat mencari kayu, nenek melihat pemandangan yang membuatnya terhenti. Puluhan ikan gabus menggeliat di genangan dangkal."]},
{ "page_no": 5, "image": "p5.png",  
"paragraphs": ["Ikan-ikan itu seakan kehabisan napas saking panasnya terik matahari. Awalnya ia merasa senang, 'Wah, rezeki ini! Bisa kugoreng, sisanya kujual,' pikirnya."]},
{ "page_no": 6, "image": "p6.png",  
"paragraphs": ["Namun semakin lama menatap, hatinya dipenuhi iba. Ia berjongkok di tepi air dan berbisik lirih, 'Kasihan sekali... mereka bahkan tak bisa menolong dirinya sendiri.'"]},
{ "page_no": 7, "image": "p7.png",  
"paragraphs": ["Air mata nenek jatuh, membasahi tanah yang kering. Ia menatap ikan-ikan itu dengan perasaan sedih mendalam."]},
{ "page_no": 8, "image": "p8.png",  
"paragraphs": ["Tiba-tiba, dari genangan lumpur yang hampir kering, muncul seekor ikan gabus besar."]},
{ "page_no": 9, "image": "p9.png",  
"paragraphs": ["Dengan suara lantang, ikan itu berdoa, 'Wahai Tuhan, turunkanlah hujan!' Nenek tertegun mendengar suara penuh harap itu."]},
{ "page_no": 10,"image": "p10.png", 
"paragraphs": ["Seketika langit yang panas berubah mendung. Angin berembus dingin, petir menyambar, lalu hujan deras mengguyur bumi."]},
{ "page_no": 11,"image": "p11.png", 
"paragraphs": ["Sungai kembali penuh, ikan-ikan berenang riang, seolah menemukan hidupnya kembali."]},
{ "page_no": 12,"image": "p12.png", 
"paragraphs": ["Nenek berdiri terpaku, matanya berkaca-kaca. 'Kalau doa seekor ikan bisa dikabulkan, mungkinkah doa manusia juga bisa?' bisiknya pelan."]},
{ "page_no": 13,"image": "p13.png", 
"paragraphs": ["Sejak malam itu, nenek berdoa setiap hari. Tak peduli hujan deras, angin kencang, bahkan badai mengguncang, ia tetap bersimpuh di gubuk reyotnya."]},
{ "page_no": 14,"image": "p14.png", 
"paragraphs": ["Dengan suara tulus ia berucap, 'Ya Tuhan, berilah hambamu rezeki. Tak perlu berlebih, cukup sekadar untuk hidup.' Suaranya lembut penuh harapan."]},
{ "page_no": 15,"image": "p15.png", 
"paragraphs": ["Doa nenek terdengar sampai rumah besar tetangganya yang kaya raya. Orang kaya itu bangun dengan wajah kesal."]},
{ "page_no": 16,"image": "p16.png", 
"paragraphs": ["Ia menggerutu, 'Astaga! Nenek tua itu apa tidak tahu waktu? Berisik sekali! Mana ada doa bisa bikin uang jatuh dari langit? Dasar orang miskin bodoh!'"]},
{ "page_no": 17,"image": "p17.png", 
"paragraphs": ["Karena iri, ia menyiapkan karung penuh pecahan kaca dan genting, lalu menjatuhkannya ke gubuk nenek. Nenek pingsan."]},
{ "page_no": 18,"image": "p18.png", 
"paragraphs": ["Saat sadar, dengan gemetar ia membuka karung itu. Matanya membelalak, 'Ya Tuhan... emas, perak, uang... sebanyak ini?!' Ia menangis haru dan bersyukur."]},
{ "page_no": 19,"image": "p19.png", 
"paragraphs": ["Kabar itu sampai ke telinga si kaya. Api iri menguasai hatinya. Ia menirukan doa nenek dengan suara angkuh."]},
{ "page_no": 20,"image": "p20.png", 
"paragraphs": ["'Hei langit! Beri aku harta yang melimpah!' serunya congkak, yakin akan mendapat keberuntungan yang sama."]},
{ "page_no": 21,"image": "p21.png", 
"paragraphs": ["Namun ketika ia membuka karungnya, isinya bukan harta, melainkan pecahan kaca tajam."]},
{ "page_no": 22,"image": "p22.png", 
"paragraphs": ["Tubuhnya terluka parah, hartanya habis untuk berobat. Akhirnya ia jatuh miskin dan kehilangan segalanya."]},
{ "page_no": 23,"image": "p23.png", 
"paragraphs": ["Di saat si kaya jatuh miskin dan tak berdaya, nenek tua itu datang menolongnya. Ia memberi makan, minum, dan merawatnya dengan tulus tanpa pamrih."]},
{ "page_no": 24,"image": "p24.png", 
"paragraphs": ["Dari situlah si kaya sadar, bahwa kebaikan jauh lebih berharga daripada harta yang menumpuk."]},
{ "page_no": 25,"image": "p25.png", 
"paragraphs": ["Ingatlah, kekayaan sejati bukanlah tumpukan emas dan perak, melainkan hati yang penuh kasih dan tangan yang ringan menolong sesama."]}
    ]
  },

  {
    "slug": "ande-lumut",
    "title": "Ande-ande lumut",
    "subtitle": "Kisah Cinta dan Kejujuran.",
    "synopsis": "Ande-Ande Lumut mencari istri sejati. Tiga gadis tergoda bantuan Yuyu Kangkang, hanya Klenting Kuning yang tetap jujur dan tulus. Ia pun terpilih menjadi pendamping Ande-Ande Lumut.",
    "locale": "id",
    "author": "Tim Jejak",
    "source": "folklore-indonesia",
    "age_min": 6,
    "age_max": 10,
    "cover": "assets/stories/ande-lumut/cover.png",
    "provinces": [{ "name": "Jawa Timur", "x_rel": 0.3852, "y_rel": 0.7870 }],
    "pages": [
{ "page_no": 1, "image": "p1.png",  
"paragraphs": ["Ande-Ande Lumut mencari istri sejati. Tiga gadis tergoda bantuan Yuyu Kangkang, hanya Klenting Kuning yang tetap jujur dan tulus. Ia pun terpilih menjadi pendamping Ande-Ande Lumut."]},
{ "page_no": 2, "image": "p2.png", 
"paragraphs": ["Jenggala dipimpin Raja Jayanegara, sedangkan Kediri dipimpin Raja Jayengrana. Demi perdamaian, Panji Asmarabangun dari Jenggala dijodohkan dengan Dewi Sekartaji dari Kediri."]},
{ "page_no": 3, "image": "p3.png",  
"paragraphs": ["Namun, takdir berkata lain. Kediri diguncang masalah hingga Dewi Sekartaji meninggalkan istana. Ia bersembunyi di desa bersama seorang janda, Mbok Rondo Dadapan."]},
{ "page_no": 4, "image": "p4.png",  
"paragraphs": ["Mbok Rondo memiliki tiga putri: Klenting Merah, Klenting Hijau, dan Klenting Biru. Sekartaji pun diangkat anak, dan diberi nama baru: Klenting Kuning."]},
{ "page_no": 5, "image": "p5.png",  
"paragraphs": ["Sayangnya, Klenting Kuning tak pernah diperlakukan adil. Kakak angkatnya hanya tahu berdandan dan memerintah.'Klenting Kuning, cuci bajuku!' seru Klenting Merah. 'Jangan lupa selendangku juga!' kata Klenting Hijau."]},
{ "page_no": 6, "image": "p6.png",  
"paragraphs": ["Hari-hari Klenting Kuning penuh pekerjaan: mencuci, memasak, menyapu. Wajahnya lelah, tapi kecantikannya tersembunyi di balik kesabaran."]},
{ "page_no": 7, "image": "p7.png",  
"paragraphs": ["Di tempat lain, Panji Asmarabangun berhasil mengalahkan musuh, tetapi hatinya kosong karena kehilangan Sekartaji."]},
{ "page_no": 8, "image": "p8.png",  
"paragraphs": ["Ia pun menyamar sebagai rakyat biasa bernama Ande-Ande Lumut. Ia pergi ke desa, dan mengumumkan bahwa dia akan memilih pendamping hidup dari gadis yang berhati tulus."]},
{ "page_no": 9, "image": "p9.png",  
"paragraphs": ["Berita itu pun sampai ke rumah Mbok Rondo. Klenting Merah, klenting Hijau, dan klenting Biru pun sibuk berdandan. 'Aku pasti terpilih,' kata Klenting Merah."]},
{ "page_no": 10,"image": "p10.png", 
"paragraphs": ["'Tidak mungkin, akulah yang paling cantik,' sahut Klenting Hijau. 'Haha, mimpi! Sudah jelas dia akan memilihku,' ujar Klenting Biru.Mereka menertawakan Klenting Kuning. 'Kamu jangan ikut! Kamu dekil dan bau. Siapa yang mau?' ejek Klenting Hijau."]},
{ "page_no": 11,"image": "p11.png", 
"paragraphs": ["Saat mencuci di sungai, tiba-tiba seekor bangau Ajaib datang. “Wahai Klenting Kuning, bawalah cambuk ajaib ini,” katanya."]},
{ "page_no": 12,"image": "p12.png", 
"paragraphs": ["'Ia akan menolongmu saat ada rintangan. Pergilah melamar Ande-Ande Lumut.' Tambahnya. Klenting Kuning pun menerima cambuk itu dengan hati berdebar."]},
{ "page_no": 13,"image": "p13.png", 
"paragraphs": ["Di tepi sungai besar, Klenting Merah, Klenting Hijau, dan Klenting Biru bingung. Tidak ada jembatan, arus sungai sangat deras, perahu pun tak tampak."]},
{ "page_no": 14,"image": "p14.png", 
"paragraphs": ["Tiba-tiba muncul kepiting raksasa bernama Yuyu Kangkang. 'Aku bisa menyeberangkan kalian, tapi syaratnya… kalian harus menciumku dulu,' ucapnya."]},
{ "page_no": 15,"image": "p15.png", 
"paragraphs": ["Tanpa ragu, Klenting Merah, Klenting Hijau, dan Klenting Biru menyetujuinya. Mereka pun mencium Yuyu Kangkang satu per satu."]},
{ "page_no": 16,"image": "p16.png", 
"paragraphs": ["Saat giliran Klenting Kuning, Yuyu Kangkang menolak. 'Hiii, bau sekali! Aku tak sudi dicium gadis dekil sepertimu!' katanya sinis."]},
{ "page_no": 17,"image": "p17.png", 
"paragraphs": ["Klenting Kuning terdiam, lalu menjawab tegas, 'Lebih baik aku basah kuyup menyeberang sendiri daripada menyerahkan harga diriku.' Ia pun mengeluarkan cambuknya dan mengibaskan cambuk ajaib. Seketika air sungai pun terbelah, dan ia menyeberang dengan tenang."]},
{ "page_no": 18,"image": "p18.png", 
"paragraphs": ["Mereka tiba di rumah Ande-Ande Lumut. Klenting Merah, Hijau, dan Biru tampil percaya diri, memamerkan pakaian dan dandanan."]},
{ "page_no": 19,"image": "p19.png", 
"paragraphs": ["Namun Ande-Ande Lumut menatap tajam. 'Aku tidak akan memilih gadis yang sudah mencium Yuyu Kangkang,' katanya dingin. Sekejap, Klenting Merah, Hijau, dan Biru tertunduk malu."]},
{ "page_no": 20,"image": "p20.png", 
"paragraphs": ["Lalu masuklah Klenting Kuning. Meski sederhana, wajahnya memancarkan wibawa."]},
{ "page_no": 21,"image": "p21.png", 
"paragraphs": ["Ande-Ande Lumut menatapnya dalam, lalu berbisik, 'Sekartaji…' Klenting Kuning terkejut, 'Pangeran Panji… ini aku.' Penyamaran pun terbongkar. Mereka berpelukan penuh haru. Setelah lama berpisah, akhirnya mereka dapat bersatu kembali."]},
{ "page_no": 22,"image": "p22.png", 
"paragraphs": ["Pernikahan mereka pun jadi simbol cinta sejati, bukan karena harta ataupun rupa, melainkan ketulusan hati.Kecantikan sejati datang dari hati yang jujur dan berani menjaga harga diri. Jalan pintas tampak mudah, tapi ketulusanlah yang membawa bahagia."]}
    ]
  },

  {
    "slug": "batu-menangis",
    "title": "Legenda Batu Menangis",
    "subtitle": "Kisah Anak Durhaka.",
    "synopsis": "Seorang gadis cantik malu mengakui ibunya yang miskin. Karena sedih, sang ibu berdoa hingga gadis itu berubah menjadi batu. Ia menangis menyesal, dan air matanya abadi sebagai Batu Menangis.",
    "locale": "id",
    "author": "Tim Jejak",
    "source": "folklore-indonesia",
    "age_min": 6,
    "age_max": 10,
    "cover": "assets/stories/batu-menangis/cover.png",
    "provinces": [{ "name": "Kalimantan Barat", "x_rel": 0.3852, "y_rel": 0.7870 }],
    "pages": [
{ "page_no": 1, "image": "p1.png",  
"paragraphs": ["Di desa kecil Kalimantan Barat, hiduplah seorang janda tua bersama putrinya, Darmi. Sang ibu bekerja keras di sawah orang demi sesuap nasi. Darmi berbeda: ia malas, manja, dan hanya suka bersolek."]},
{ "page_no": 2, "image": "p2.png", 
"paragraphs": ["Suatu pagi, ibu berkata lembut, 'Nak, ayo bantu Ibu ke sawah.' Namun Darmi menolak kasar, 'Tidak, Bu! Aku tidak mau kotor. Nanti kulitku jelek.' Ibu hanya terdiam dan pergi bekerja sendiri dengan hati perih."]},
{ "page_no": 3, "image": "p3.png",  
"paragraphs": ["Setiap sore, ibu pulang dengan upah sedikit. Darmi langsung bertanya, 'Bu, mana uangnya? Aku mau beli bedak baru!' Ibu menjawab, 'Nak, uang ini untuk makan hari ini.' Tapi Darmi memaksa. Akhirnya, ibu menyerahkan uangnya dengan berat hati."]},
{ "page_no": 4, "image": "p4.png",  
"paragraphs": ["Hari demi hari, Darmi hanya mementingkan diri. Ibu selalu mengalah meski hatinya tersakiti. Darmi tidak pernah peduli apakah mereka punya makanan, selama kebutuhannya terpenuhi."]},
{ "page_no": 5, "image": "p5.png",  
"paragraphs": ["Suatu hari, ibu hendak ke pasar. Ia mengajak Darmi ikut serta. Darmi setuju, tapi berkata, 'Aku mau ikut, tapi Ibu harus berjalan di belakangku. Aku malu jalan bersama Ibu yang keriput dan lusuh!' Hati ibu sangat pedih."]},
{ "page_no": 6, "image": "p6.png",  
"paragraphs": ["Di tengah jalan, seorang teman menyapa, 'Hei Darmi! Itu ibumu, kan?' Dengan cepat Darmi menjawab, 'Bukan! Dia hanya pembantuku.' Perkataan itu bagai pisau menusuk hati sang ibu. Ia hanya menunduk, menahan tangis."]},
{ "page_no": 7, "image": "p7.png",  
"paragraphs": ["Setelah berulang kali disangkal, ibu berhenti. Ia menengadah berdoa, 'Ya Tuhan, ampuni hamba-Mu. Jika benar anakku durhaka, hukumlah dia agar sadar.' Langit mendung. Petir menyambar. Hujan deras pun turun."]},
{ "page_no": 8, "image": "p8.png",  
"paragraphs": ["Darmi tiba-tiba merasa kakinya berat. Ia menjerit, 'Ibu! Apa yang terjadi dengan kakiku?' Perlahan kakinya berubah jadi batu. Ia ketakutan, mencoba berpegangan pada ibunya."]},
{ "page_no": 9, "image": "p9.png",  
"paragraphs": ["Darmi menangis, 'Ampuni aku, Bu! Aku janji tidak akan durhaka lagi!' Namun sudah terlambat. Batu itu merambat hingga seluruh tubuhnya, meninggalkan wajahnya yang meneteskan air mata abadi."]},
{ "page_no": 10,"image": "p10.png", 
"paragraphs": ["Sejak hari itu, batu menyerupai gadis menangis berdiri di tepi jalan. Orang menyebutnya Batu Menangis. Pesan dari cerita ini Adalah : Jangan pernah durhaka kepada orang tua. Hormati mereka dengan kasih sayang selagi masih ada."]}    
   ]
  },

  {
    "slug": "buaya-ajaib",
    "title": "Buaya Ajaib",
    "subtitle": "Kisah Buaya Ajaib.",
    "synopsis": "Towjatuwa ditolong buaya ajaib Watuwe yang membantu istrinya melahirkan. Sebelum pergi, Watuwe berpesan agar keturunannya tak membunuh buaya. Sejak itu, mereka menjaga Sungai Tami dengan setia.",
    "locale": "id",
    "author": "Tim Jejak",
    "source": "folklore-indonesia",
    "age_min": 6,
    "age_max": 10,
    "cover": "assets/stories/buaya-ajaib/cover.png",
    "provinces": [{ "name": "Papua", "x_rel": 0.3852, "y_rel": 0.7870 }],
    "pages": [
{ "page_no": 1, "image": "p1.png",  
"paragraphs": ["Di tepian Sungai Tami, Irian Jaya, hiduplah seorang lelaki bernama Towjatuwa. Ia gelisah karena istrinya yang hamil tua mengalami kesulitan melahirkan. Satu-satunya cara adalah operasi menggunakan batu tajam dari sungai."]},
{ "page_no": 2, "image": "p2.png", 
"paragraphs": ["Saat mencari batu, Towjatuwa mendengar suara aneh. Tiba-tiba muncul seekor buaya besar di hadapannya. Tubuhnya menyeramkan, dengan bulu burung kaswari di punggung. Towjatuwa gemetar ketakutan, hampir pingsan."]},
{ "page_no": 3, "image": "p3.png",  
"paragraphs": ["Buaya itu semakin mendekat. Towjatuwa bersiap lari. Namun tiba-tiba, buaya itu menyapa dengan suara ramah, 'Jangan takut. Siapa namamu, dan apa yang kau cari di sungai ini?' Towjatuwa tertegun mendengarnya."]},
{ "page_no": 4, "image": "p4.png",  
"paragraphs": ["Dengan suara terbata, Towjatuwa menjawab, 'Namaku Towjatuwa. Aku mencari batu tajam, istriku sulit melahirkan.' Buaya ajaib itu tersenyum, 'Aku Watuwe. Jangan cemas, aku akan menolong istrimu melahirkan malam ini.'"]},
{ "page_no": 5, "image": "p5.png",  
"paragraphs": ["Towjatuwa pulang dengan hati lega. Ia menceritakan pada istrinya tentang buaya ajaib yang berjanji akan datang menolong. Sang istri kaget tapi tetap berharap. Mereka menunggu dengan penuh harap di gubuk kecil."]},
{ "page_no": 6, "image": "p6.png",  
"paragraphs": ["Malam pun tiba. Saat sang istri menahan sakit hebat, tiba-tiba Watuwe masuk ke rumah. Dengan kekuatan ajaib, ia membantu persalinan hingga bayi laki-laki lahir selamat. Tangisan bayi memecah keheningan malam."]},
{ "page_no": 7, "image": "p7.png",  
"paragraphs": ["Bayi itu diberi nama Narrowra. Watuwe berkata, 'Kelak ia akan jadi pemburu hebat.' Towjatuwa bersyukur atas pertolongan buaya ajaib itu. Wajahnya penuh bahagia memeluk anak pertamanya."]},
{ "page_no": 8, "image": "p8.png",  
"paragraphs": ["Sebelum pergi, Watuwe berpesan, 'Kau dan keturunanmu jangan membunuh atau memakan buaya. Jika dilanggar, kalian akan mati.' Towjatuwa mengangguk, berjanji memegang teguh larangan itu."]},
{ "page_no": 9, "image": "p9.png",  
"paragraphs": ["Sejak saat itu, keluarga Towjatuwa menjaga sungai Tami dan makhluk di sekitarnya. Mereka menghormati buaya sebagai sahabat. Pesan cerita ini: jangan melanggar janji, dan jagalah alam yang memberi kita kehidupan."]}   
   ]
  },

  {
    "slug": "burung-kekekow",
    "title": "Legenda Burung Kekekow",
    "subtitle": "Kisah Burung Kekekow.",
    "synopsis": "Ibu dan dua anaknya hidup sederhana hingga muncul Burung Kekekow bersayap emas yang memberi buah ajaib. Saat orang serakah menangkapnya, keajaiban hilang. Dari kuburnya tumbuh pohon emas abadi.",
    "locale": "id",
    "author": "Tim Jejak",
    "source": "folklore-indonesia",
    "age_min": 6,
    "age_max": 10,
    "cover": "assets/stories/burung-kekekow/cover.png",
    "provinces": [{ "name": "Sulawesi Utara", "x_rel": 0.3852, "y_rel": 0.7870 }],
    "pages": [
{ "page_no": 1, "image": "p1.png",  
"paragraphs": ["Di ujung Sulawesi Utara, ada kisah yang jarang diceritakan. Kisah tentang seekor burung yang membawa keajaiban, dan tentang keluarga sederhana yang hatinya penuh kasih."]},
{ "page_no": 2, "image": "p2.png", 
"paragraphs": ["Di desa kecil itu, hiduplah seorang ibu dan dua anak gadisnya. Mereka tinggal di rumah bambu dekat hutan, mengandalkan buah dan daun yang alam berikan."]},
{ "page_no": 3, "image": "p3.png",  
"paragraphs": ["Suatu musim, hujan tak kunjung turun. Tanah merekah, sungai mengering, dan buah-buahan lenyap. Ibu mulai cemas, tapi kedua anaknya tetap berusaha ceria."]},
{ "page_no": 4, "image": "p4.png",  
"paragraphs": ["Setiap pagi mereka berjalan jauh ke hutan. Mencari apa pun yang bisa dimakan. Namun hari itu, yang mereka temui hanya ranting kering."]},
{ "page_no": 5, "image": "p5.png",  
"paragraphs": ["'Beristirahatlah sebentar,' kata Ibu lembut. Mereka duduk di bawah pohon mangga tua. Angin sore berhembus, membuat mata terasa berat."]},
{ "page_no": 6, "image": "p6.png",  
"paragraphs": ["Tiba-tiba terdengar suara lembut, 'keke… kow… keke… kow…' Buah mangga matang jatuh perlahan, menyentuh kaki si Bungsu. 'Bu! Kak! Lihat!' serunya takjub."]},
{ "page_no": 7, "image": "p7.png",  
"paragraphs": ["Dari balik daun muncul seekor burung bersayap emas. Bulu-bulunya berkilau seperti sinar mentari. 'Jangan takut,' katanya lembut, 'Aku Burung Kekekow.'"]},
{ "page_no": 8, "image": "p8.png",  
"paragraphs": ["'Aku melihat kalian sabar dan baik hati,' ucapnya. 'Mulai hari ini, dengarkan suaraku.' Sejak saat itu, tiap 'keke… kow…' terdengar, buah-buahan ajaib muncul di sekitar rumah mereka."]},
{ "page_no": 9, "image": "p9.png",  
"paragraphs": ["Cerita tentang burung ajaib itu cepat menyebar. Warga desa datang, ingin juga mendapat keajaiban. Namun Burung Kekekow hanya diam di ranting pohon."]},
{ "page_no": 10,"image": "p10.png", 
"paragraphs": ["Kepala desa datang membawa janji dan emas. 'Berilah aku kekayaan!' pintanya. Tapi Kekekow menolak, karena ia tahu hati yang serakah."]},
{ "page_no": 11,"image": "p11.png", 
"paragraphs": ["Marah besar, warga menangkap burung itu. Suara 'keke… kow…' perlahan hilang bersama angin. Hutan terasa sunyi, seolah kehilangan cahaya."]},
{ "page_no": 12,"image": "p12.png", 
"paragraphs": ["Ibu dan anak-anak mencari burung itu ke dalam hutan.Di tepi sungai kering, mereka menemukannya terbaring lemah.Dengan air mata, mereka menguburnya di halaman rumah."]},
{ "page_no": 13,"image": "p13.png", 
"paragraphs": ["Beberapa hari kemudian, tumbuh pohon berdaun keemasan. Buahnya tak habis-habis untuk keluarga yang tulus. Kadang, hal baik datang bukan karena kamu minta. Tapi karena kamu tetap baik, bahkan saat nggak ada yang lihat."]}    
   ]
  }
]
