{
  "slug": "malin-kundang",
  "title": "Malin Kundang",
  "subtitle": "Kisah Anak Durhaka",
  "synopsis": "Malin Kundang, anak miskin yang merantau hingga menjadi kaya raya, kembali ke kampungnya namun durhaka karena tidak mengakui ibunya. Akibatnya, ia dikutuk oleh sang ibu dan berubah menjadi batu.",
  "locale": "id",
  "author": "Tim Jejak",
  "source": "budaya-indonesia.org",
  "age_min": 6,
  "age_max": 10,
  "cover": "assets/stories/malin-kundang/cover.png",
  "provinces": [
    { "name": "Sumatera Barat", "x_rel": 0.1516, "y_rel": 0.4248 }
  ],
  "pages": [
    {
      "page_no": 1,
      "image": "p1.png",
      "paragraphs": [
        "Di desa kecil di tepi pantai Sumatra, hiduplah seorang anak bernama Malin Kundang bersama ayah dan ibunya. Mereka hidup sederhana sebagai keluarga nelayan."
      ]
    },
    {
      "page_no": 2,
      "image": "p2.png",
      "paragraphs": [
        "Suatu pagi, ayah Malin berkata dengan suara tegas namun lembut, 'Malin… Ibu… aku harus berlayar jauh mencari nafkah. Doakan aku cepat kembali ya.'"
      ]
    },
    {
      "page_no": 3,
      "image": "p3.png",
      "paragraphs": [
        "Ibu Malin tersenyum tipis, menahan sedih di hatinya. 'Hati-hati… jangan lama-lama ya. Kami akan menunggu.' Hari demi hari pun berlalu, bulan berganti tahun, namun sang ayah tak kunjung kembali."
      ]
    },
    {
      "page_no": 4,
      "image": "p4.png",
      "paragraphs": [
        "Waktu berjalan… Malin tumbuh menjadi anak yang cerdas, meski kadang nakal. Ia sering mengejar ayam di halaman rumah."
      ]
    },
    {
      "page_no": 5,
      "image": "p5.png",
      "paragraphs": [
        "'Tangkap! Tangkap!' teriak Malin sambil tertawa keras, membuat ayam-ayam berlarian panik."
      ]
    },
    {
      "page_no": 6,
      "image": "p6.png",
      "paragraphs": [
        "Tiba-tiba… bruk! Ia tersandung batu. 'Aduhhh!' teriaknya sambil meringis kesakitan. Lengannya terluka, dan bekas itu tidak pernah hilang."
      ]
    },
    {
      "page_no": 7,
      "image": "p7.png",
      "paragraphs": [
        "Tahun demi tahun berlalu, Malin pun tumbuh dewasa. Ia melihat ibunya bekerja keras seorang diri. Hatinya terenyuh."
      ]
    },
    {
      "page_no": 8,
      "image": "p8.png",
      "paragraphs": [
        "'Bu… biarlah aku merantau mencari rezeki. Aku ingin membuatmu bahagia,' katanya penuh tekad."
      ]
    },
    {
      "page_no": 9,
      "image": "p9.png",
      "paragraphs": [
        "Ibunya menggeleng pelan. 'Ibu takut kehilanganmu, Nak.' Tapi Malin terus meyakinkan dengan semangat."
      ]
    },
    {
      "page_no": 10,
      "image": "p10.png",
      "paragraphs": [
        "Akhirnya, dengan air mata, ibunya berbisik, 'Kalau begitu pergilah… tapi jangan pernah lupakan Ibu dan kampungmu.' Dengan langkah berat, Malin naik ke kapal besar dan berlayar jauh."
      ]
    },
    {
      "page_no": 11,
      "image": "p11.png",
      "paragraphs": [
        "Di atas kapal, Malin belajar menjadi pelaut. Namun tiba-tiba, segerombolan bajak laut muncul!"
      ]
    },
    {
      "page_no": 12,
      "image": "p12.png",
      "paragraphs": [
        "'Serang! Ambil semua harta!' teriak mereka sambil mengayunkan pedang. Malin ketakutan, ia segera bersembunyi sambil berdoa, 'Semoga aku selamat… semoga aku selamat…'"
      ]
    },
    {
      "page_no": 13,
      "image": "p13.png",
      "paragraphs": [
        "Ia beruntung lolos dari bahaya. Tak lama kemudian, ia terdampar di sebuah desa yang subur. Dengan kerja keras, Malin perlahan-lahan menjadi kaya raya. Ia memiliki kapal dagang megah."
      ]
    },
    {
      "page_no": 14,
      "image": "p14.png",
      "paragraphs": [
        "Kabar tentang Malin yang kaya raya sampai ke telinga ibunya. Setiap hari, sang ibu menunggu penuh harap di dermaga."
      ]
    },
    {
      "page_no": 15,
      "image": "p15.png",
      "paragraphs": [
        "Hingga suatu hari, sebuah kapal besar merapat. Ibu tua itu berteriak bahagia, 'Itu Malin! Anakku pulang!'"
      ]
    },
    {
      "page_no": 16,
      "image": "p16.png",
      "paragraphs": [
        "Dengan hati penuh rindu, ia berlari memeluk Malin. 'Malin Kundang, anakku… mengapa lama sekali kau pergi?'"
      ]
    },
    {
      "page_no": 17,
      "image": "p17.png",
      "paragraphs": [
        "Namun Malin malah mendorong ibunya. 'Pergi! Wanita miskin, jangan mengaku ibuku!' Istrinya menatap bingung, 'Apa benar dia ibumu?' Malin menjawab dingin, 'Tidak. Dia hanya seorang pengemis.'"
      ]
    },
    {
      "page_no": 18,
      "image": "p18.png",
      "paragraphs": [
        "Hati sang ibu hancur berkeping-keping. Ia menengadah ke langit dengan air mata, 'Ya Tuhan… jika benar dia anakku, kutuklah dia menjadi batu karena durhaka!'"
      ]
    },
    {
      "page_no": 19,
      "image": "p19.png",
      "paragraphs": [
        "Tiba-tiba… langit menggelap. Ombak besar mengguncang lautan. Kapal Malin hancur diterpa badai."
      ]
    },
    {
      "page_no": 20,
      "image": "p20.png",
      "paragraphs": [
        "'Amppuun, Ibu! Amppuuunnn!' teriak Malin putus asa sambil bersujud. Namun tubuhnya perlahan menjadi kaku… dan akhirnya berubah menjadi batu karang di tepi laut."
      ]
    },
    {
      "page_no": 21,
      "image": "p21.png",
      "paragraphs": [
        "Sejak hari itu, batu Malin yang bersujud tetap berada di tepi pantai Air Manis. Orang-orang sering datang melihatnya, dan mereka merenung."
      ]
    },
    {
      "page_no": 22,
      "image": "p22.png",
      "paragraphs": [
        "Cerita Malin Kundang pun terus diceritakan turun-temurun. Dari kisah ini, kita diajarkan untuk selalu menyayangi orang tua, tidak sombong, dan tidak melupakan asal-usul kita."
      ]
    }
  ]
}
